Repository: rgmf/PyOpenTracks
Catalog: po/*.po
Languages: es

source: Error opening the file {result.filename}
es: Error al abrir el fichero {result.filename}

source: Error opening track file
es: Error al abrir el fichero

source: All Aggregated Stats
es: Estadísticas Totales

source: Yearly Aggregated Stats
es: Estadísticas Anuales

source: Monthly Aggregated Stats
es: Estadísticas Mensuales

source: Start
es: Comienzo

source: End
es: Final

source: Total Time
es: Tiempo total

source: Moving Time
es: Tiempo en movimiento

source: Distance
es: Distancia

source: Avg. Speed
es: Velocidad media

source: Avg. Pace
es: Ritmo medio

source: Max. Speed
es: Velocidad máxima

source: Max. Pace
es: Ritmo máximo

source: Avg. Moving Speed
es: Velocidad media en movimiento

source: Avg. Moving Pace
es: Ritmo medio en movimiento

source: Max. Altitude
es: Altitud máxima

source: Min. Altitude
es: Altitud mínima

source: Elevation Gain
es: Ganancia de altitud

source: Elevation Loss
es: Pérdida de altitud

source: Max. Heart Rate
es: Ritmo cardíaco máximo

source: Avg. Heart Rate
es: Ritmo cardíaco medio

source: Max. Cadence
es: Cadencia Máxima

source: Avg. Cadence
es: Cadencia Media

source: Activities
es: Actividades

source: Time
es: Tiempo

source: Speed
es: Velocidad

source: Pace
es: Ritmo

source: Heart Rate
es: Ritmo cardíaco

source: Segment's List
es: Segmentos

source: Error: there are not tracks identified by {self._trackid}
es: Error: no hay ninguna actividad identificada por {self._trackid}

source: Error: there are not track points into track identified by {self._trackid}
es: Error: no hay puntos en la actividad identificada por {self._trackid}

source: Error exporting the track {self._track.name}: {e}
es: Error al exportar la actividad {self._track.name}: {e}

source: Track {self._track.name} exported correctly
es: Actividad {self._track.name} exportada correctamente

source: No name
es: Sin nombre

source: Track already exists
es: La actividad ya existe

source: File {track.trackfile_path} couldn't be copied to internal storage
es: El fichero {track.trackfile_path} no se pudo copiar al almacenamiento interno

source: Track imported
es: Actividad importada

source: Error importing the file {track.trackfile_path}. It couldn't be inserted in the database
es: Error al importar el fichero {track.trackfile_path}. No se pudo insertar en la base de datos

source: Error importing the file {result.filename}: {result.message}
es: Error al importar el fichero {result.filename}: {result.message}

source: file name unknown
es: nombre del fichero desconocido

source: Importing...
es: Importando...

source: Importing files from folder:
es: Importando ficheros de la carpeta:

source: Total imported: {result['imported']}
es: Total importados: {result['imported']}

source: Finished with errors
es: Finalizó con errores

source: Exporting...
es: Exportando...

source: Exporting files to folder:
es: Exportando fichero a la carpeta:

source: Total exported: {self._exported}
es: Total de ficheros exportados: {self._exported}

source: Preferences
es: Preferencias

source: Auto-import folder
es: Carpeta de importación automática

source: Select a folder to import automatically new track files. PyOpenTracks will check it for new files every time it opens.
es: Selecciona una carpeta para importar automáticamente todos los ficheros de actividad. PyOpenTracks buscará nuevos ficheros de actividad cada vez que se abra.

source: Select a folder
es: Selecciona una carpeta

source: Edit Track
es: Editar track

source: Edit Segment
es: Editar Segmento

source: Segments
es: Segmentos

source: Segment Information
es: Información del Segmento

source: Cadence
es: Cadencia

source: Loading segments...
es: Cargando segmentos...

source: Name:
es: Nombre:

source: Distance:
es: Distancia:

source: Elevation Gain:
es: Ganancia de Altitud

source: Elevation Loss:
es: Pérdida de Altitud

source: Slope:
es: Pendiente:

source: Activity Information
es: Información de la Actividad

source: There are not anything to show
es: No hay nada que mostrar

source: Go to track list, select one of them and create the segment you want clicking on the track you can see on the map. You have to add two points on the map: start and end segment.
es: Ves a la lista de actividades, selecciona una y crea el segmento que quieras haciendo clic sobre el track que puedes ver dibujado sobre el mapa. Tienes que añadir dos puntos que son: el comienzo y el final del segmento.

source: There are not any segment selected
es: No hay ningún segmento seleccionado

source: Error deleting a segment
es: Error al eliminar el segmento

source: Remove Segment
es: Eliminar Segmento

source: Do you really want to remove the segment? This will remove all data about this segment.
es: Quieres eliminar el segmento? Esta acción eliminará todos los datos relativos a este segmento.

source: Loading Map...
es: Cargando el mapa...

source: Loading Graph...
es: Cargando el gráfico

source: Start: {track.start_time}
es: Comienzo: {track.start_time}

source: End: {track.end_time}
es: Fin: {track.end_time}

source: Total time: {track.total_time}
es: Tiempo total: {track.total_time}

source: Create New Segment
es: Crear Nuevo Segmento

source: Type Segment's Name
es: Escribe el nombre del segmento

source: Cancel
es: Cancelar

source: Create
es: Crear

source: Unknown
es: Desconocido

source: There are not any aggregated statistics
es: No hay estadísticas agregadas

source: There are not stats for this date
es: No hay estadísticas para esta fecha

source: There are not activities this year
es: No hay actividades este año

source: Sport
es: Deporte

source: You can: 1.- Import a folder with tracks. 2.- Import a track's file. 3.- Select a folder to synchronize the tracks files inside it.
es: Para empezar, puedes realizar una de las siguientes acciones: 1.- Importar una carpeta con ficheros de actividad. 2.- Importar un fichero de actividad. 3.- Configurar una carpeta para sincronizar todos sus ficheros de actividad.

source: Welcome to PyOpenTracks
es: Bienvenid@ a PyOpenTracks

source: Select a track to view its stats...
es: Selecciona una actividad para ver sus estadísticas...

source: Tracks
es: Actividades

source: Remove Tracks
es: Eliminar Actividades

source: Do you really want to remove all selected tracks
es: ¿Quieres eliminar todas las actividades seleccionadas?

source: Remove Track
es: Eliminar track

source: Do you really want to remove track {trackname}
es: ¿Quieres eliminar la actividad {trackname}?

source: Correcting altitude and updating the track. When it finishes then the track will be reloaded
es: Corregir altitud y actualizar la actividad. Cuando finalice, la actividad será recargada

source: Select a track file
es: Selecciona un fichero

source: GPX files
es: Ficheros GPX

source: KML files
es: Ficheros KML

source: KMZ files
es: Ficheros KMZ

source: Any files
es: Cualquier fichero

source: {total_files} new tracks. Importing them...
es: {total_files} nuevas actividades. Importándolas...

source: There are new tracks imported. Do you want to re-load all tracks to see the new ones?
es: Hay nuevas actividades importadas. ¿Quieres recargar todas las actividades?

source: Re-load
es: Recargar

source: Error importing the file {result.filename}
es: Error al importar el fichero {result.filename}

source: Error importing track file
es: Error al importar fichero de actividad

source: Import _folder...
es: Importar una _carpeta

source: _Import file...
es: _Importar un fichero...

source: _Export all...
es: _Exportar todo...

source: _Open file...
es: _Abrir fichero...

source: _Quit
es: _Salir

source: Road Biking
es: Bicicleta de carretera

source: Totals
es: Totales

source: label
es: etiqueta

source: Averages
es: Medias

source: Maximums
es: Máximos

source: Title
es: Título

source: button
es: botón

source: Name
es: Nombre

source: Description
es: Descripción

source: Activity Type
es: Tipo de actividad

source: Altitude Correction
es: Corrección de Altitud

source: Check this option to correct maximum, minimum, gain and loss altitude using Open Elevation API service
es: Marca esta opción para corregir el máximo, mínimo, ganancia y pérdida de altitud usando el servicio Open Elevation API
